Repository: carolina1105/TechnicalTestOlimpia
Catalog: TechnicalTestOlimpia/*.lproj/Localizable.strings
Languages: de, fr, it

# TEXT_CLOSE
source: Close
de: Nah dran
fr: Proche
it: Vicino

# TEXT_CANCEL
source: Cancel
de: Stornieren
fr: Annuler
it: Annulla

# TEXT_ACCEPT
source: Accept
de: Akzeptieren
fr: Acceptez
it: Accettare

# TEXT_CONTINUE
source: Continue
de: Weiter
fr: Continuer
it: Continuare

# TEXT_NEXT
source: Next
de: Nächster
fr: Prochain
it: Il prossimo

# TEXT_ALERT_SUCCESS
source: Good news
de: Gute Nachricht
fr: Bonne nouvelle
it: Buone notizie

# TEXT_ALERT_FAILURE
source: Warning
de: Warnung
fr: Avertissement
it: Avvertimento

# TEXT_REQUEST_SUCCESS
source: Your request has been sent successfully
de: Ihre Anfrage wurde erfolgreich versendet
fr: Votre demande a été envoyée avec succès
it: La tua richiesta è stata inviata con successo

# TEXT_SHARE
source: Share
de: Teile
fr: Partager
it: Condividi

# TEXT_SHARE_ANDROID
source: Share with Android
de: Teile mit Android
fr: Partager avec Android
it: Condividi con Android

# TEXT_TITLE_FAIL
source: Something went wrong
de: Irgendwas ist schief gelaufen
fr: Quelque chose a mal tourné
it: Qualcosa è andato storto

# TEXT_SEARCH
source: Search
de: Suche
fr: Chercher
it: Cerca

# TEXT_ENABLE
source: Enable
de: Aktivieren
fr: Activer
it: Permettere

# TEXT_EDIT
source: Edit
de: Bearbeiten
fr: Modifier
it: Modifica

# TEXT_DATE_JUST_NOW
source: Now
de: Jetzt
fr: À présent
it: Adesso

# TEXT_DATE_TODAY
source: Today
de: Heute
fr: Aujourd'hui
it: Oggi

# TEXT_DATE_YESTERDAY
source: Yesterday
de: Gestern
fr: Hier
it: Ieri

# TEXT_ERROR_CONNECTION
source: There is no internet connection. Try again later
de: Es besteht keine Internetverbindung. Versuchen Sie es später noch einmal
fr: Il n'y a pas de connexion internet. Réessayez plus tard
it: Non c'è connessione a Internet. Riprova più tardi

# TEXT_ADD_CONTACT
source: Add contact
de: Kontakt hinzufügen
fr: Ajouter un contact
it: Aggiungi contatto

# TEXT_REGISTER
source: Register
de: Registrieren
fr: S'inscrire
it: Record

# TEXT_ANSWER
source: Answer
de: Antwort
fr: Répondre
it: Risposta

# TEXT_FINISH
source: Finish
de: Fertig
fr: Terminer
it: Finalizza

# TEXT_SENT
source: Sent
de: Gesendet
fr: Envoyé
it: inviato

# TEXT_ADD
source: Add
de: Hinzufügen
fr: Ajouter
it: aggiungere

# TEXT_TITLE_INFO
source: Important
de: Wichtig
it: Importante

# TEXT_INFORMATION
source: INFORMATION
fr: INFORMATIONS
it: INFORMAZIONI

# TEXT_REJECT
source: Reject
de: Ablehnen
fr: Refuser
it: Rifiutare

# TEXT_CONFIRM
source: Confirm
de: Bestätige
fr: Confirmer
it: Conferma

# TEXT_DELETE
source: Delete
de: Entfernen
fr: Supprimer
it: Remove

# TEXT_BLOCK
source: Block
fr: Bloquer
it: Blocco

# TEXT_COPY
source: Copy
de: Kopieren
fr: Copier
it: Copia

# TEXT_OPEN_SETTINGS
source: Open settings
de: Einstellungen öffnen
fr: Ouvrir les paramètresn
it: Apri le impostazioni

# TEXT_DAYS
source: days
de: tage
fr: jours
it: giorni

# TEXT_PREFIX_DAYS
source: d
de: t
fr: j
it: g

# TEXT_YESTERDAY
source: Yesterday
de: Gestern
fr: Hier
it: Ieri

# TEXT_MONDAY
source: Monday
de: Montag
fr: Lundi
it: Lunedi

# TEXT_TUESDAY
source: Tuesday
de: Dienstag
fr: Mardi
it: Martedì

# TEXT_WEDNESDAY
source: Wednesday
de: Mittwoch
fr: Mercredi
it: Mercoledì

# TEXT_THURSDAY
source: Thursday
de: Donnerstag
fr: Jeudi
it: Giovedi

# TEXT_FRIFAY
source: Friday
de: Freitag
fr: Vendredi
it: Venerdì

# TEXT_SATURDAY
source: Saturday
de: Samstag
fr: Samedi
it: Sabato

# TEXT_SUNDAY
source: Sunday
de: Sonntag
fr: Dimanche
it: Domenica

# TEXT_APPLY
source: Apply
de: Anwenden
fr: Appliquer
it: Applicare

# TEXT_CURRENT
source: Current
de: Strom
fr: Courant
it: Corrente

# TEXT_UPDATE_TITLE
source: A new version of NapoleoN is available
de: Eine neue Version von NapoleoN ist verfügbar
fr: Une nouvelle version de NapoleoN est disponible
it: Una nuova versione di NapoleoN è disponibile

# TEXT_UPDATE_MESSAGE
source: Version %@ is now available on the App Store.
de: Version %@ ist jetzt im App Store erhältlich.
fr: Version %@ est maintenant disponible sur l'App Store.
it: Version %@ è ora disponibile su App Store.

# TEXT_UPDATE
source: To update
de: Aktualisieren
fr: Mettre à jour
it: Aggiornare

# TEXT_YES
source: Yes
de: Ja
fr: Oui
it: Sì

# TEXT_PERMISSION_TITLE
source: Permissions
de: Berechtigungen
fr: Autorisations
it: Permessi

# TEXT_PERMISSION_CAMERA
source: NapoleoN wants to access the camera so you can take pictures and record videos
de: NapoleoN will auf die Kamera zugreifen, so dass Sie Bilder und Videos aufnehmen können
fr: NapoleoN veut accéder à la caméra afin que vous puissiez prendre des photos et enregistrer des vidéos
it: NapoleoN vuole accedere alla telecamera in modo da poter scattare foto e registrare video

# TEXT_PERMISSION_GALLERY
source: NapoleoN wants to access the photo gallery so you can upload photos and videos
de: NapoleoN möchte auf die Fotogalerie zugreifen, damit Sie Fotos und Videos hochladen können
fr: NapoleoN souhaite accéder à la galerie de photos afin que vous puissiez télécharger des photos et des vidéos
it: NapoleoN vuole accedere alla galleria fotografica in modo da poter caricare foto e video

# TEXT_GO_TO_CONFIGURATION
source: go to Settings
de: gehe zu den Einstellungen
fr: aller aux Paramètres
it: vai alle Impostazioni

# TEXT_WELCOME
source: Welcome
de: Herzlich willkommen
fr: Bienvenue
it: Accolgo

# TEXT_CREATE_ACCOUNT
source: Create Account
de: Konto Erstellen
fr: Inscription
it: Crea Account

# TEXT_RECOVER_ACCOUNT
source: Recover account
de: Konto Wiederherstellen
fr: Créer Compte
it: Ripristina Account

# TEXT_SELECT_LANGUAGE
source: Select Language
de: Wählen Sie Sprache
fr: Récupérer Compte
it: Seleziona la Lingua

# TEXT_WELCOME_NAPOLEON
source: Welcome to NapoleoN Chat
de: Herzlich willkommen bei NapoleoN Chat
fr: NapoléoN Bienvenue au Chat
it: Benvenuti a NapoleoN Chat

# TEXT_DESCRIPTION_WELCOME_NAPOLEON
source: Our priority is your PRIVACY, If you wish to continue you will receive a code to activate your registration.
de: Unsere Priorität ist Ihre PRIVATSPHÄRE. Weenn Sie fortfahren möchten, erhalten Sie einen Code zur Aktivierung Ihrer Registrierung.
fr: Notre priorité est votre vie PRIVÉE, Si vous souhaitez continuer, vous recevrez un code pour activer votre inscription.
it: La nostra priorità è la tua PRIVACY, Se desideri continuare riceverai un codice per attivare la tua registrazione.

# TEXT_SEND_REGISTER_CODE
source: Send registration code
de: Registrierungscode senden
fr: Envoyer le code d'inscription
it: Invia il codice di registrazione

# TEXT_GENERATE_CODE_FAIL_TITLE
source: Failed to generate code
de: Code konnte nicht generiert werden
fr: Échec de la génération du code
it: Generazione del codice non riuscita

# TEXT_INSERT_CODE
source: Enter Code
de: Code eingeben
fr: Entrer le code
it: Inserisci il codice

# TEXT_NUMBER_ATTEMPTS
source: Number of attempts:
de: Anzahl der versuche:
fr: Nombre de tentatives:
it: Numero di tentativi:

# TEXT_MESSAGE_CODE_FAIL
source: The code doesn't match, try again
de: Der Code stimmt nicht überein. Versuchen Sie es erneut
fr: Le code ne correspond pas, essayez à nouveau
it: Il codice non corrisponde, riprova

# TEXT_NEW_ATTEMPT_IN
source: New attempt in:
de: Neuer versuch in:
fr: Nouvelle tentative dans:
it: Nuovo tentativo in:

# TEXT_NEW_ATTEMPT_SECONDS
source: seconds
de: sekunden
fr: secondes
it: secondi

# TEXT_DONT_RECEIVE_CODE
source: I did not receive the code
de: Ich habe den Code nicht erhalten
fr: Je n'ai pas reçu le code
it: Non ho ricevuto il codice

# TEXT_VERIFICATE_CODE_FAIL_TITLE
source: Failed to Verify Code
de: Code konnte nicht überprüft werden
fr: Échec de Vérification du Code
it: Verifica Codice non Riuscita

# TEXT_REAPPLY_CODE
source: Try again in:
de: Versuchen Sie es erneut in:
fr: Réessayez dans:
it: Riprova:

# TEXT_CHECK_PUSH
source: Note: Check Push notifications
de: Hinweis: Aktivieren Sie Push-Benachrichtigungen
fr: Remarque: Vérifiez les notifications push
it: Nota: controllare le notifiche push

# TEXT_DISPLAY_NAME
source: Display Name (Optional)
de: Anzeigename (Optional)
fr: Nom d'affichage (Optionnel)
it: Nome da visualizzare (Opzionale)

# TEXT_TERMS_AND_CONDITIONS_LINE_ONE
source: By clicking %@, you will accept the
de: Mit Klick auf %@ akzeptieren Sie die
fr: En cliquant sur %@, vous acceptez les
it: Facendo clic su Il %@, accetti il

# TEXT_TERMS_AND_CONDITIONS_LINE_TWO
source: terms, conditions and privacy policies.
de: allgemeine Geschäftsbedingungen und Datenschutzbestimmungen.
fr: termes, conditions et politiques de confidentialité.
it: termini, condizioni e politiche sulla privacy.

# TEXT_CREATE_ACCOUNT_FAIL_TITLE
source: Failed to Create Account
de: Konto konnte nicht erstellt werden
fr: Échec de la création du compte
it: Impossibile creare l'account

# TEXT_NICKNAME_REQUIRED
source: The nickname is mandatory.
de: Der Spitzname ist obligatorisch.
fr: Le surnom est obligatoire.
it: Il nomignolo è obbligatoria.

# TEXT_NICKNAME_MUST_BEGIN_WITH_A_LETTER
source: The Nickname must begin with a letter.
de: Der Spitzname muss mit einem Buchstaben beginnen.
fr: Le Pseudo doit commencer par une lettre.
it: Il Nickname deve iniziare con una lettera.

# TEXT_NICKNAME_NOT_CONTAIN_ENOUGH_CHAR_AND_NUMBER
source: The Nickname must contain a minimum of 3 characters and 1 number.
de: Der Spitzname muss mindestens 3 Zeichen enthalten und 1 nummer.
fr: Le Pseudo doit contenir au moins 3 caractères et 1 numéro.
it: Il Nickname deve contenere almeno 3 caratteri e 1 numero.

# TEXT_NICKNAME_EXCEED_LIMIT_CHAR
source: The nickname must not exceed 20 characters.
de: Der Spitzname darf nicht länger als 20 Zeichen sein.
fr: Le Pseudo ne doit pas dépasser 20 caractères.
it: Il Nickname non deve superare i 20 caratteri.

# TEXT_NICKNAME_MUST_NOT_CONTAIN_ESPECIAL_CHAR
source: The Nickname must not contain any blanks or special characters.
de: Der Nickname darf keine Leerzeichen oder Sonderzeichen enthalten.
fr: Le surnom ne doit contenir aucun espace ni caractère spécial.
it: Il Nickname non deve contenere spazi vuoti o caratteri speciali.

# TEXT_NICKNAME_CONTAIN_AT_LEAST_ONE_NUMBER
source: The Nickname must contain a minimum of 1 number.
de: Der Spitzname muss mindestens 1 Nummer enthalten.
fr: Le Pseudo doit contenir au moins 1 chiffre.
it: Il Nickname deve contenere almeno 1 numero.

# TEXT_NICKNAME_CONTAIN_AT_LEAST_ONE_LETTER
source: The Nickname must contain at the least one letter.
de: Der Spitzname muss an dem mindestens einen Buchstaben enthält.
fr: Le Pseudo ne doit contenir au moins une lettre.
it: Il Nickname deve contenere almeno una lettera.

# TEXT_NAME_NOT_CONTAIN_ENOUGH_CHAR
source: Name must contain a minimum of 2 characters.
de: Der Name muss mindestens 2 Zeichen enthalten.
fr: Le nom doit contenir au moins 2 caractères.
it: Il nome deve contenere almeno 2 caratteri.

# TEXT_NAME_EXCEED_LIMIT_CHAR
source: Name must not exceed 24 characters.
de: Der Name darf nicht länger als 24 Zeichen sein.
fr: Le nom ne doit pas dépasser 24 caractères.
it: Il Nome non deve superare i 24 caratteri.

# TEXT_NAME_MUST_NOT_CONTAIN_ESPECIAL_CHAR
source: The Name must not contain special characters.
de: Der Name darf keine Sonderzeichen enthalten.
fr: Le nom ne doit pas contenir de caractères spéciaux.
it: Il Nome non deve contenere caratteri speciali.

# TEXT_NICKNAME_NOT_AVAILABLE
source: Nickname not available
de: Spitzname nicht verfügbar
fr: Pseudo non disponible
it: Soprannome non disponibile

# TEXT_ACCESS_PIN_TITLE
source: Access Pin
de: Zugangs-Pin
fr: Pin d'accès
it: Pin di Accesso

# TEXT_ACCESS_PIN
source: Access pin
de: Zugangs-pin
fr: Pin d'accès
it: Pin di accesso

# TEXT_RESET_ACCESS_PIN_TITLE
source: Reset Access Pin
de: Zugriffsstift zurücksetzen
fr: Réinitialiser la broche d'accès
it: Reimposta pin di accesso

# TEXT_CONFIRM_ACCESS_PIN
source: Confirm access pin
de: Bestätigen Sie die Zugangsnummer
fr: Confirmer la pin d'accès
it: Conferma il pin di accesso

# TEXT_ACCESS_PIN_NOT_CONTAINS_FOUR_NUMBERS
source: The access pin must contain 4 numbers.
de: Das zugangspasswort muss 4 Zahlen.
fr: Le code d'accès doit contenir 4 chiffres.
it: La password deve avere 4 numeri.

# TEXT_ACCESS_PIN_FAIL_MESSAGE
source: The access pin does not match.
de: Der Zugangsstift stimmt nicht überein.
fr: La broche d'accès ne correspond pas.
it: Il pin di accesso non corrisponde.

# TEXT_OLD_ACCESS_PIN
source: Old access pin
de: Alter Zugangsstift
fr: Ancienne broche d'accès
it: Vecchio pin di accesso

# TEXT_NEW_ACCESS_PIN
source: New access pin
de: Neue Zugangsnadel
fr: Nouvelle broche d'accès
it: Nuovo pin di accesso

# TEXT_CONFIRM_NEW_ACCESS_PIN
source: Confirm New pin access
de: Neue pin bestätigen Zugang
fr: Confirmer l'accès nouveau code pin
it: Confermare l'accesso nuovo pin

# TEXT_ACCESS_PIN_NOT_CORRESPOND
source: Access Pin Not Applicable
de: Access Pin Nicht zutreffend
fr: Broche d'accès non applicable
it: Pin di accesso non applicabile

# TEXT_ACCESS_PIN_UPDATED_SUCCESSFULLY
source: Access pin updated successfully
de: Zugriffs-PIN erfolgreich aktualisiert
fr: Broche d'accès mise à jour avec succès
it: Pin di accesso aggiornato correttamente

# TEXT_REPEAT_TUTORIAL
source: Repeat Tutorial
de: Wiederholung Tutorial
fr: Tutoriel Répétition
it: Ripetere Esercitazione

# TEXT_MESSAGE_DIALOG_REPEAT_TUTORIAL
source: You want to give an overview of the main functions of the app?
de: Sie wollen einen Überblick über die wichtigsten Funktionen der App geben?
fr: Vous voulez donner un aperçu des principales fonctions de l'application?
it: Si vuole dare una panoramica delle principali funzioni della app?

# TEXT_PROFILE_TITLE
source: Profile
de: Profil
fr: Profil
it: profilo

# TEXT_SECURITY_SETTINGS_TITLE
source: Security Settings
de: Sicherheitseinstellungen
fr: Paramètres de sécurité
it: Impostazioni di sicurezza

# TEXT_APPEARANCE_SETTINGS_TITLE
source: Appearance Settings
de: Darstellungseinstellungen
fr: Paramètres d'apparence
it: Impostazioni aspetto

# TEXT_INVITE_SOMEONE_TITLE
source: Invite Someone
de: Jemanden Einladen
fr: Inviter Quelqu'un
it: Invita Qualcuno

# TEXT_HELP_TITLE
source: Help
de: Hilfe
fr: L'aide
it: aiuto

# TEXT_SUBSCRIPTION_TITLE
source: Subscription
de: Abonnement
fr: Abonnement
it: Abbonamento

# TEXT_SECTION_CONVERSATIONS
source: My conversations
de: Meine Gespräche
fr: Mes conversations
it: Le mie conversazioni

# TEXT_SECTION_SEE_MORE
source: See all
de: Alles sehen
fr: Voir tout
it: Vedi tutti

# TEXT_NEW_CONTACT
source: You have a new CONTACT. Say Hello!
de: Sie haben einen neuen KONTAKT. Ich sage Hallo!
fr: Vous avez un nouveau CONTACT. Je dis bonjour!
it: Hai un nuovo CONTATTO. Io dico ciao!

# TEXT_CALL
source: Call
de: Anrufen
fr: Appeler
it: Chiamata

# TEXT_VIDEO_CALL
source: Video call
de: Videoanruf
fr: Appel vidéo
it: Videochiamata

# TEXT_SCHEDULE
source: Schedule
de: Zeitplan
fr: Horaire
it: Programma

# TEXT_SEE_CONTACT
source: See contact
de: Siehe Kontakt
fr: Voir contact
it: Vedi contatto

# TEXT_BLOCK_CONTACT
source: Block contact
de: Kontakt blockieren
fr: Bloquer le contact
it: Blocca contatto

# TEXT_MUTE_CONVERSATION
source: Mute conversation
de: Gespräch stumm schalten
fr: Conversation muette
it: Conversazione muta

# TEXT_DELETE_MESSAGES
source: Delete messages
de: Nachrichten löschen
fr: Supprimer les messages
it: Elimina i messaggi

# TEXT_DELETE_CONVERSATION
source: Delete conversation
de: Konversation löschen
fr: Supprimer la conversation
it: Elimina la conversazione

# TEXT_WRITE_MESSAGE
source: NN Message
de: NN Nachricht
it: NN Messaggio

# TEXT_SLIDE_TO_CANCEL
source: slide to cancel
de: zum abbrechen schieben
fr: glisser pour annuler
it: scorrere per annullare

# TEXT_SELECTED
source: Selected
de: Ausgewählt
fr: Sélectionnés
it: Selezionato

# TEXT_DELETE_MESSAGE_FOR_ME
source: Delete for me
de: Für mich löschen
fr: Supprimer pour moi
it: Elimina per me

# TEXT_DELETE_MESSAGE_FOR_ALL
source: Delete for all
de: Für alle löschen
fr: Supprimer pour tous
it: Elimina per tutti

# TEXT_DELETE_MESSAGE
source: Delete messages?
de: Nachrichten löschen?
fr: Supprimer les messages?
it: Elimina i messaggi?

# TEXT_SCREENSHOT
source: just took a screenshot
de: habe gerade einen Screenshot gemacht
fr: juste pris une capture d'écran
it: ho appena preso uno screenshot

# TEXT_YOUR
source: Your
de: Sie
fr: Vous
it: Voi

# TEXT_UNREAD_MESSAGES
source: Unread Messages
de: Ungelesene nachrichten
fr: Les messages non lus
it: Messaggi non letti

# TEXT_TITLE_ATTACH_DOC
source: Attached file
de: Angehängte Datei
fr: Fichier joint
it: File allegato

# TEXT_ATTCH_DOC_NOT_ALLOWED
source: The selected file is not allowed
de: Die ausgewählte Datei nicht erlaubt ist
fr: Le fichier sélectionné est pas autorisé
it: Il file selezionato non è consentito

# TEXT_ATTCH_DOC_SIZE_EXCEED
source: The selected file exceeds the allowed size (%@MB)
de: Die ausgewählte Datei überschreitet die zulässige Größe (100 MB)
fr: Le fichier sélectionné dépasse la taille maximale autorisée (100 Mo)
it: Il file selezionato supera la dimensione consentita (100 MB)

# TEXT_TO_RECORD
source: Hold to record
de: Zum Aufnehmen gedrückt halten
fr: Maintenez pour enregistrer
it: Tieni premuto per registrare

# TEXT_DELETE_UNREAD
source: Delete unread
de: Entfernen ungelesen
fr: Supprimer non lus
it: Elimina non letto

# TEXT_DELETE_NOT_RECEIVED
source: Delete not received
de: Entfernen Sie nicht empfangen
fr: Supprimer pas reçu
it: Elimina non ricevuto

# TEXT_DELETE_FAILED
source: Delete failed
de: Entfernen erfolglos
fr: Supprimer sans succès
it: Elimina senza successo

# TEXT_GALLERY_ATTACHMENT
source: Gallery
de: Galerie
fr: Galerie
it: Galleria

# TEXT_CAMERA_ATTACHMENT
source: Camera
de: Kamera
fr: Caméra
it: Telecamera

# TEXT_LOCATION_ATTACHMENT
source: Location
de: Ort
fr: Emplacement
it: Posizione

# TEXT_DOCUMENT_ATTACHMENT
source: Document
de: Dokumentieren
it: Documento

# TEXT_ATTACHMENT
source: Attachment
de: Anhang
fr: Pièce jointe
it: Allegato

# TEXT_PHOTO
source: Photo
de: Foto
it: Foto

# TEXT_BLOCKED_CONTACT
source: Blocked contacts
de: Gesperrte Kontakte
fr: Contacts bloqués
it: Contatti bloccati

# TEXT_ALERT_COVER_DEFAULT
source: Are you sure you want to restore the default image?
de: Möchten Sie das Standard-Image wirklich wiederherstellen?
fr: Voulez-vous vraiment restaurer l'image par défaut?
it: Sei sicuro di voler ripristinare l'immagine predefinita?

# TEXT_LOGOUT_TITLE
source: LOGOUT
de: AUSLOGGEN
fr: FERMER LA SESSION
it: CANCELLA LA SOTTOSCRIZIONE

# TEXT_LOGOUT_DESC
source: Are you sure? If you close this session without first having completed the account recovery form, you lose your nickname and current contacts.
de: Bist du sicher? Wenn Sie diese Sitzung zu schließen, ohne zuerst die Kontowiederherstellung Formular ausgefüllt haben, verlieren Sie Ihren Namen und aktuelle Kontakte.
fr: Tu es sûr? Si vous fermez cette session sans avoir rempli le formulaire de récupération de compte, vous perdez votre pseudo et contacts actuels.
it: Sei sicuro? Se si chiude questa sessione senza prima aver completato il modulo per il recupero, si perde il tuo nickname e contatti in corso.

# TEXT_YES_IM_SURE
source: Yes, I'm sure
de: Ja, ich bin mir sicher
fr: Oui, je suis sûr
it: Sì sono sicuro

# TEXT_NO_LOGOUT
source: Do not sign out
de: Sie nicht sich abzumelden
fr: Ne pas fermer la session
it: Non uscire

# TEXT_CLOSED_SESSION
source: Closed session
de: Geschlossene Sitzung
fr: Audience à huis clos
it: Sessione a porte chiuse

# TEXT_CLOSED_SESSION_DESC
source: Your session has been successfully closed. We hope you come back soon.
de: Ihre Sitzung wurde erfolgreich geschlossen. Wir hoffen, dass Sie uns bald wieder.
fr: Votre session a été fermé avec succès. Nous espérons que vous reviendrez bientôt.
it: La sessione è stata chiusa con successo. Ci auguriamo che torni presto.

# TEXT_STATUS_PLACEHOLDER
source: Inser Status
de: Status eingeben
fr: Entrer le statut
it: Inserisci stato

# TEXT_STATUS_SELECT_TITLE
source: Select a state
de: Wählen Sie einen Staat aus
fr: Sélectionnez un état
it: Seleziona uno stato

# TEXT_STATUS_BUSY
source: Busy
de: Beschäftigt
fr: Occupé
it: Occupato

# TEXT_STATUS_IN_MEETING
source: In Meeting
de: In Besprechung
fr: En réunion
it: In riunione

# TEXT_STATUS_ONLY_MESSAGES
source: Only Messages
de: Nur Nachrichten
fr: Seulement des messages
it: Solo messaggi

# TEXT_STATUS_SLEEPING
source: Sleeping
de: Schlafen
fr: En train de dormir
it: Addormentato

# TEXT_STATUS_ONLY_EMERGENCY
source: Only Emergency
de: Nur für den Notfall
fr: Seulement d'urgence
it: Solo emergenza

# TEXT_STATUS_LIMIT
source: 4 custom states are allowed. Delete a previously saved one to add a new one.
de: 4 benutzerdefinierte Zustände sind zulässig. Löschen Sie eine zuvor gespeicherte, um eine neue hinzuzufügenu.
fr: 4 états personnalisés sont autorisés. Supprimer un fichier précédemment enregistré pour en ajouter un nouveau.
it: Sono ammessi 4 stati personalizzati. Eliminane uno precedentemente salvato per aggiungerne uno nuovo.

# TEXT_BLOCKED_CONTACT_INFO
source: The contacts in this list will not be able to communicate with you or access your profile.
de: Die Kontakte in dieser Liste können nicht mit Ihnen kommunizieren oder auf Ihr Profil zugreifen.
fr: Les contacts de cette liste ne pourront ni communiquer avec vous ni accéder à votre profil.
it: I contatti in questo elenco non saranno in grado di comunicare con te o accedere al tuo profilo.

# TEXT_NO_CONTACTS
source: You have no blocked contacts
de: Sie haben noch keine Kontakte blockiert
fr: Vous avez pas de contacts bloqués
it: Lei non ha bloccato i contatti

# TEXT_UNLOCK_CONTACT
source: Unblock contact
de: Kontakt entsperren
fr: Débloquer le contact
it: Sblocca il contatto

# TEXT_REMOVE_UNLOCK_CONTACT
source: Remove contact block
de: Kontaktblock entfernen
fr: Retirer le bloc de contact
it: Rimuovere il blocco di contatti

# TEXT_CHANGE_PROFILE_PHOTO
source: Change Profile Photo
de: Profilfoto Search Results Ändern
fr: Changer de Photo de Profil
it: Cambia la Foto del Profilo

# TEXT_CHANGE_COVER_PHOTO
source: Change Cover Photo
de: Titelbild ändern
fr: Changer la photo de couverture
it: Cambia foto di copertina

# TEXT_TAKE_PHOTO
source: Take Photo
de: Foto Machen
fr: Prendre Photo
it: Fare Foto

# TEXT_SELECT_PHOTO
source: Select Photo
de: Foto Auswählen
fr: Sélectionnez Photo
it: Seleziona Foto

# TEXT_SELECT_DEFAULT
source: Default
de: Standard
fr: Par défaut
it: Per impostazione predefinita

# TEXT_COLOR_SCHEME
source: Theme selection
de: Themenauswahl
fr: Sélection du thème
it: Selezione del tema

# TEXT_USER_DISPLAY_FORMAT
source: Username format
de: Nutzername format
fr: Format de nom d'utilisateur
it: Formato nome utente

# TEXT_LANGUAGE
source: Language
de: Sprache
fr: La Langue
it: Linguaggio

# TEXT_CONVERSATION_BACKGROUND
source: Conversation background
de: Gesprächshintergrund
fr: Contexte de la conversation
it: Sfondo di conversazione

# TEXT_SECTION_SYSTEM_THEMES
source: SYSTEM THEMES
de: SYSTEMPROBLEME
fr: APPARENCE DU SYSTÈME
it: ASPETTO DEL SISTEMA

# TEXT_SECTION_DARK_THEMES
source: DARK THEMES
de: DUNKLE THEMEN
fr: THÈMES SOMBRES
it: TEMI OSCURI

# TEXT_SECTION_LIGHT_THEMES
source: LIGHT THEMES
de: KLARE THEMEN
fr: THÈMES LUMINEUX
it: TEMI DI LUCE

# TEXT_SYSTEM_ONE_THEME
source: Light Theme
de: Licht Thema
fr: Thème Lumière
it: Tema Leggero

# TEXT_SYSTEM_TWO_THEME
source: Dark Theme
de: Dunkles Thema
fr: Thème Sombre
it: Tema Scuro

# TEXT_DARK_ONE_THEME
source: High Contrast Theme
de: Kontrastreiches Thema
fr: Thème à Contraste Élevé
it: Tema Alto Contraste

# TEXT_DARK_TWO_THEME
source: Grape Theme
de: Traubenthema
fr: Thème Raisin
it: Tema Uva

# TEXT_DARK_THREE_THEME
source: Pink Theme
de: Rosa Thema
fr: Thème Rose
it: Tema Rosado

# TEXT_LIGH_ONE_THEME
source: Ocean Theme
de: Meeresthema
fr: Thème de l'océan
it: Tema Oceano

# TEXT_LIGH_TWO_THEME
source: Forest Theme
de: Forstproblem
fr: Question Forestière
it: Tema Forestal
