Repository: carolina1105/TechnicalTestOlimpia
Catalog: TechnicalTestOlimpia/*.lproj/Localizable.strings
Languages: de, fr, it

# TEXT_LIGH_THREE_THEME
source: Military Theme
de: Militärisches Thema
fr: Thème Militaire
it: Tema Militar

# TEXT_NAME_AND_NICKNAME
source: Name and Nickname
de: Name und Spitzname
fr: Nom et Surnom
it: Nome e Soprannome

# TEXT_ONLY_NAME
source: Only Name
de: Nur Name
fr: Seul Nom
it: Solo Nome

# TEXT_ONLY_NICKNAME
source: Only Nickname
de: Nur Spitzname
fr: Seul Surnom
it: Solo Soprannome

# TEXT_TIME_FORMAT
source: Time Format
de: Zeitformat
fr: Format temps
it: Formato orario

# TEXT_TWENTYFOUR_HOURS
source: 24 hours
de: 24 Stunden
fr: 24 heures
it: 24 ore

# TEXT_TWELVE_HOURS
source: 12 hours
de: 12 Stunden
fr: 12 heures
it: 12 ore

# TEXT_CONVERSATION
source: CONVERSATION
de: KONVERSATION
it: CONVERSAZIONE

# TEXT_ACCESS
source: ACCESS
de: ZUGANG
fr: ACCÈS
it: ACCESSO

# TEXT_GENERAL
source: GENERAL
de: ALLGEMEINES
fr: GÉNÉRAL
it: GENERALI

# TEXT_MASK_APP
source: Mask the App
de: Maskiere die App
fr: Masquer l'application
it: Maschera l'app

# TEXT_DEFAULT_MESSAGE_SELF_DESTRUCT_TIME
source: Default message self-destruct time
de: Selbstzerstörungszeit der Standardnachricht
fr: Temps d'autodestruction du message par défaut
it: Tempo di autodistruzione del messaggio predefinito

# TEXT_MESSAGE_SELF_DESTRUCT_TIME_NOT_SENT
source: Destruct time and unread messages failed
de: Selbstzerstörungszeit und ungelesene Nachrichten fehlgeschlagen
fr: Temps d'autodestruction et les messages non lus échoué
it: Tempo di autodistruzione e non letti messaggi non riusciti

# TEXT_SECURITY
source: SECURITY
de: SICHERHEIT
fr: SECURITE
it: SICUREZZA

# TEXT_EDIT_ACCESS_PIN_TITLE
source: Access Pin
de: Pin-zugang
fr: Pin Accès
it: Pin di accesso

# TEXT_EDIT_ACCESS_PIN
source: Edit your access pin
de: Bearbeiten Sie Ihre pin Zugang
fr: Modifier votre accès pin
it: Modifica il tuo pin di accesso

# TEXT_TIME_TO_REQUEST_ACCESS_PIN
source: Time to request access pin
de: Zeit für die PIN-Zugriffsanfrage
fr: Temps de demande de code d'accès
it: Tempo per la richiesta del pin di accesso

# TEXT_ACCOUNT_RECOVERY
source: Account recovery
de: Kontowiederherstellung
fr: Récupération de compte
it: Recupero dell'account

# TEXT_ALLOW_DOWNLOAD_ATTACHMENTS
source: Allow download attachments sent
de: Zulassen, dass Download-Anhänge gesendet werden
fr: Autoriser le téléchargement des pièces jointes envoyées
it: Consenti download allegati inviati

# TEXT_MESSAGE_SELF_DESTRUCTION
source: Message Self Destruction
de: Nachricht Selbstzerstörung
fr: Message d'autodestruction
it: Autodistruzione del messaggio

# TEXT_INFO_MESSAGE_SELF_DESTRUCTION
source: The messages sent will be deleted after the selected time,
de: Gesendete Nachrichten werden nach der ausgewählten Zeit gelöscht,
fr: Les messages envoyés seront supprimés après l'heure sélectionnée,
it: I messaggi inviati verranno eliminati dopo l'orario selezionato,

# TEXT_SEEN_OR_HEARD_SELF_DESTRUCTION
source: once they have been seen or heard.
de: sobald sie gesehen oder gehört haben.
fr: une fois qu'ils ont été vus ou entendus.
it: una volta che sono stati visti o sentito.

# TEXT_INFO_CONVERSATION_MESSAGE_SELF_DESTRUCTION
source: Messages sent in this conversation will be deleted after the selected time.
de: Die in dieser Konversation gesendeten Nachrichten werden nach der ausgewählten Zeit gelöscht.
fr: Les messages envoyés dans cette conversation seront supprimés après l'heure sélectionnée.
it: I messaggi inviati in questa conversazione verranno eliminati dopo l'orario selezionato.

# TEXT_INFO_MESSAGE_AUTODESTRUCTION_TIME_FAILED_MESSAGES
source: Sent messages in conversations that do not reach their destination or are not read, will be deleted after the selected time.
de: Gesendete Nachrichten in Gesprächen, die ihr Ziel nicht erreichen oder nicht lesen, wird nach der gewählten Zeit gelöscht werden.
fr: Les messages envoyés dans des conversations qui ne parviennent pas à leur destination ou sont lus non, seront supprimés après le temps sélectionné.
it: messaggi inviati nelle conversazioni che non raggiungono la loro destinazione o non vengono lette, saranno cancellati dopo il tempo selezionato.

# TEXT_FIVE_SECONDS
source: 5 seconds
de: 5 Sekunden
fr: 5 secondes
it: 5 secondi

# TEXT_FIFTEEN_SECONDS
source: 15 seconds
de: 15 Sekunden
fr: 15 secondes
it: 15 secondi

# TEXT_FIVE_MINUTES
source: 5 minutes
de: 5 Minuten
it: 5 minuti

# TEXT_TEN_MINUTES
source: 10 minutes
de: 10 Minuten
it: 10 minuti

# TEXT_FIFTEEN_MINUTES
source: 15 minutes
de: 15 Minuten
it: 15 minuti

# TEXT_THIRTY_MINUTES
source: 30 minutes
de: 30 Minuten
it: 30 minuti

# TEXT_SIX_HOURS
source: 6 hours
de: 6 Stunden
fr: 6 heures
it: 6 ore

# TEXT_TWENTY_FOUR_HOURS
source: 24 hours
de: 24 Stunden
fr: 24 heures
it: 24 ore

# TEXT_SEVEN_DAYS
source: 7 days
de: 7 Tage
fr: 7 jours
it: 7 giorni

# TEXT_DESC_PIN_LOCKED_TIME
source: The access PIN is requested after the selected time elapsed and the application is closed or in the background.
de: Der Zugangs-PIN wird aufgefordert, nach Ablauf der eingestellten Zeit und die Anwendung geschlossen werden oder im Hintergrund.
fr: L'accès PIN est demandé une fois le temps écoulé et l'application est fermée ou en arrière-plan.
it: Il PIN di accesso è richiesto dopo il tempo selezionato trascorso e l'applicazione è chiusa o in background.

# TEXT_IMMEDIATELY
source: Immediately
de: Sofort
fr: Immédiatement
it: Subito

# TEXT_TEN_SECONDS
source: 10 seconds
de: 10 Sekunden
fr: 10 secondes
it: 10 secondi

# TEXT_THIRTY_SECONDS
source: 30 seconds
de: 30 Sekunden
fr: 30 secondes
it: 30 secondi

# TEXT_ONE_MINUTE
source: 1 minute
it: 1 minuto

# TEXT_ONE_HOUR
source: 1 hour
de: 1 Stunde
fr: 1 heure
it: 1 ora

# TEXT_ONE_DAY
source: 1 day
de: 1 Tag
fr: 1 jour
it: 1 giorno

# TEXT_ONE_NEVER
source: Never
de: Niemals
fr: Jamais
it: mai

# TEXT_INFO_INVITE_SOMEONE
source: Protect the PRIVACY of your friends. Invite them to use NapoleoN Chat.
de: Schützen Sie die PRIVATSPHÄRE Ihrer Freunde. Laden Sie sie ein, den NapoleoN Chat zu nutzen.
fr: Protégez la vie PRIVÉE de vos amis. Invitez-les à utiliser le NapoleoN Chat.
it: Proteggi la PRIVACY dei tuoi amici. Invitali a usare la NapoleoN Chat.

# TEXT_SHARE_LINK
source: I invite you to download this super app! https://napoleon.chat/app
de: Ich lade Sie ein, diese super App herunterzuladen! https://napoleon.chat/app
fr: Je vous invite à télécharger cette super application! https://napoleon.chat/app
it: Ti invito a scaricare questa super app! https://napoleon.chat/app

# TEXT_FREQUENT_QUESTIONS
source: Frequent questions
de: Häufige Fragen
fr: Questions fréquentes
it: Domande frequenti

# TEXT_CONTACT_US
source: Contact us
de: Kontaktiere uns
fr: Contactez nous
it: Contattaci

# TEXT_TERMS_AND_CONDITIONS
source: Terms and conditions
de: Geschäftsbedingungen
fr: Termes et conditions
it: Termini e condizioni

# TEXT_ABOUT
source: About
de: Über
fr: À propos de
it: A proposito di

# TEXT_MY_CONTACTS
source: My Contacts
de: Meine Kontakte
fr: Mes contacts
it: I miei contatti

# TEXT_VIEW_PROFILE
source: View profile
de: Siehe Profil
fr: Voir le profil
it: Vedi profilo

# TEXT_DELETE_CONTACT
source: Delete contact
de: Kontakt löschen
fr: Supprimer le contact
it: Elimina contatto

# TEXT_WANT_DELETE_CONTACT
source: Do you want to delete this contact?
de: Möchten Sie diesen Kontakt löschen?
fr: Voulez-vous supprimer ce contact?
it: Vuoi eliminare questo contatto?

# TEXT_WANT_BLOCK_CONTACT
source: Do you want to block this contact?
de: Möchten Sie diesen Kontakt blockieren?
fr: Voulez-vous bloquer ce contact?
it: Vuoi bloccare questo contatto?

# TEXT_WANT_BLOCK_CONTACT_DELETE_CONVERSATION
source: Are you sure you want to block this contact? your conversation will be deleted
de: Möchten Sie diesen Kontakt wirklich blockieren? Ihre Konversation wird gelöscht
fr: Voulez-vous vraiment bloquer ce contact? votre conversation sera supprimée
it: Sei sicuro di voler bloccare questo contatto? la tua conversazione verrà eliminata

# TEXT_REMOVE_BLOCK_CONTACT
source: Remove the lock
de: Entfernen Sie das Schloss
fr: Retirez le verrou
it: Rimuovi la serratura

# TEXT_WANT_REMOVE_BLOCK_CONTACT
source: Do you want to remove the blockage of this contact?
de: Möchten Sie die Blockierung dieses Kontakts entfernen?
fr: Voulez-vous supprimer le blocage de ce contact?
it: Vuoi rimuovere il blocco di questo contatto?

# TEXT_ADD_CONTACTS
source: Add contacts
de: Kontakte hinzufügen
fr: Ajouter des contacts
it: Aggiungere contatti

# TEXT_ADD_NEW_CONTACT
source: Add new contact
de: Füge neuen Kontakt hinzu
fr: Ajouter un nouveau contact
it: Aggiungi nuovo contatto

# TEXT_SEARCH_CONTACT
source: Search my contacts
de: Meine kontakte
fr: Rechercher dans mes contacts
it: Cerca i miei contatti

# TEXT_YUO_DONT_HAVE_THIS_CONTACT_IN_YOUR_AGENDA
source: You do not have this contact on your agenda
de: Sie haben diesen Kontakt nicht auf der Tagesordnung
fr: Vous ne disposez pas de ce contact sur votre agenda
it: Non si dispone di questo contatto sulla tua agenda

# TEXT_CONTACT
source: CONTACT
de: KONTAKT
it: CONTATTO

# TEXT_RESET_CONTACT
source: Reset Contact
de: Kontakt zurücksetzen
fr: Réinitialiser le contact
it: Reimposta contatto

# TEXT_WANT_RESET_CONTACT
source: Are you sure you want to reestablish the contact?
de: Möchten Sie den Kontakt wirklich wiederherstellen?
fr: Voulez-vous vraiment rétablir le contact?
it: Sei sicuro di voler ristabilire il contatto?

# TEXT_ALERT_NICKNAME
source: Nickname must contain a minimum of 5 and a maximum of 20 characters
de: Der Spitzname muss mindestens 5 und höchstens 20 Zeichen enthalten
fr: Le pseudo doit contenir un minimum de 5 et un maximum de 20 caractères
it: Il nickname deve contenere un minimo di 5 e un massimo di 20 caratteri

# TEXT_ALERT_NAME
source: Name must contain a minimum of 3 and a maximum of 50 characters
de: Der Name muss mindestens 3 und höchstens 50 Zeichen enthalten
fr: Le nom doit contenir un minimum de 3 et un maximum de 50 caractères
it: Il nome deve contenere un minimo di 3 e un massimo di 50 caratteri

# TEXT_WANT_DELETE_CONVERSATION
source: Are you sure you want to delete this conversation?
de: Möchten Sie diese Unterhaltung wirklich löschen?
fr: Voulez-vous vraiment supprimer cette conversation?
it: Sei sicuro di voler eliminare questa conversazione?

# TEXT_WANT_MUTE_CONVERSATION
source: Are you sure you want to silence this conversation?
de: Möchten Sie dieses Gespräch wirklich zum Schweigen bringen?
fr: Voulez-vous vraiment faire taire cette conversation?
it: Sei sicuro di voler mettere a tacere questa conversazione?

# TEXT_NAME_INVALID
source: Invalid Name
de: Ungültiger Name
fr: Nom invalide
it: Nome non valido

# TEXT_NICKNAME_INVALID
source: Invalid Nickname
de: Ungültiger Nickname
fr: Pseudo invalide
it: Soprannome non valido

# TEXT_REPORT_PROBLEM
source: Report a problem
de: Ein Problem melden
fr: Signaler un problème
it: Segnala un problema

# TEXT_COMMENTARY
source: Commentary
de: Kommentar
fr: Commentaire
it: Commento

# TEXT_SUGGESTION
source: Suggestion
de: Vorschlag
it: Suggerimento

# TEXT_DESCRIPTION
source: Send us a comment, a suggestion or an error report about the application. For us it is very important to know your opinion. Each report sent helps improve the application.
de: Senden Sie uns einen Kommentar, einen Vorschlag oder einen Fehlerbericht über die Anwendung. Für uns ist es sehr wichtig, Ihre Meinung zu wissen. Jeder gesendete Bericht trägt zur Verbesserung der Anwendung bei.
fr: Envoyez-nous un commentaire, une suggestion ou un rapport d'erreur sur l'application. Pour nous, il est très important de connaître votre opinion. Chaque rapport envoyé contribue à améliorer l'application.
it: Inviaci un commento, un suggerimento o un rapporto di errore sull'applicazione. Per noi è molto importante conoscere la tua opinione. Ogni rapporto inviato aiuta a migliorare l'applicazione.

# TEXT_MESSAGE
source: Message
de: Nachricht
it: Messaggio

# TEXT_SEND
source: Submit
de: Senden
fr: Envoyer
it: Send

# TEXT_PQRS_CREATED
source: Your request has been sent successfully
de: Ihre Anfrage wurde erfolgreich versendet
fr: Votre demande a été envoyée avec succès
it: La tua richiesta è stata inviata con successo

# TEXT_MIN_TWENTY_CHAR
source: minimum 20 characters
de: mindestens 20 Zeichen
fr: moins 20 caractères
it: almeno 20 caratteri

# TEXT_PIN_ENTER
source: Enter PIN
de: PIN eingeben
fr: Entrez le code PIN
it: Inserisci il PIN

# TEXT_PIN_FAIL
source: PIN does not match, try again
de: PIN stimmt nicht überein, versuchen Sie es erneut
fr: Le code PIN ne correspond pas, réessayez
it: Il PIN non corrisponde, riprovare

# TEXT_PIN_BLOCKED_ACCESS
source: Access Blocked
de: Zugriff gesperrt
fr: Accès bloqué
it: Accesso bloccato

# TEXT_PIN_UNLOCKING_TIME
source: Unlock Time
de: Zeit freischalten
fr: Débloquer le temps
it: Sblocca tempo

# TEXT_PIN_UNLOCKING_NOTE
source: You exceeded the number of attempts allowed, so we blocked your account for a while.
de: Sie haben die zulässige Anzahl an Versuchen überschritten, sodass wir Ihr Konto für eine Weile gesperrt haben.
fr: Vous avez dépassé le nombre de tentatives autorisées, nous avons donc bloqué votre compte pendant un certain temps.
it: Hai superato il numero di tentativi consentiti, quindi abbiamo bloccato il tuo account per un po '.

# TEXT_RECOVERY_ACCOUNT_FALSE
source: You have no registered information for account recovery
de: Sie haben keine registrierten Informationen für die Kontowiederherstellung
fr: Vous n'avez aucune information enregistrée pour la récupération de compte
it: Non hai informazioni registrate per il recupero dell'account

# TEXT_RECOVERY_ACCOUNT_OK
source: Already have registered for account recovery information at the click Edit to give the above information is discarded.
de: Bereits seit Konto Wiederherstellungsinformationen auf dem Klicken Bearbeiten registriert die oben genannten Informationen zu geben, wird verworfen.
fr: Vous avez déjà enregistré des informations de récupération de compte en cliquant sur Modifier pour donner les informations ci-dessus est mis au rebut.
it: Già si sono registrati per le informazioni il recupero con un clic su Modifica per fornire le informazioni di cui sopra viene scartata.

# TEXT_COUNT_QUESTIONS
source: Security questions
de: Sicherheitsfragen
fr: Questions de sécurité
it: Domande sulla sicurezza

# TEXT_SECURITY_QUESTIONS
source: Choose a question
de: Wähle eine Frage
fr: Choisissez une question
it: Scegli una domanda

# TEXT_ADD_QUESTION
source: Add another question
de: Weitere frage hinzufügen
fr: Ajouter une autre question
it: Aggiungi un'altra domanda

# TEXT_INFO_REGISTER_ACCOUNT
source: When registering / editing account recovery information, you must add a minimum of 3 and a maximum of 5 questions, which will be displayed when you recover your account
de: In der Aufnahme / Bearbeiten der Kontowiederherstellungsinformationen, müssen Sie mindestens 3 und maximal 5 Fragen hinzufügen, die zu dem Zeitpunkt angezeigt werden Ihr Konto zurückzugewinnen
fr: Lors de l'enregistrement / modification des informations de récupération de compte, vous devez ajouter un minimum de 3 et un maximum de 5 questions, qui s'afficheront lorsque vous récupérerez votre mot de compte
it: Nel racconto informazioni di ripristino di registrazione / editing, è necessario aggiungere un minimo di 3 e un massimo di 5 domande, che verrà mostrato al momento di recuperare il tuo account

# TEXT_TITLE_REGISTER_QUESTIONS
source: Lost Account option, will help you recover your nickname, contacts and preferences. Remember that a tough response is the key to your privacy and security
de: Mit der Option Konto wiederherstellen können Sie Ihren Spitznamen, Ihre Kontakte und Ihre Einstellungen wiederherstellen. Denken Sie daran, dass eine schwierige Antwort der Schlüssel zu Ihrer Privatsphäre und Sicherheit ist
fr: L'option Récupérer un compte vous aidera à récupérer votre pseudo, vos contacts et vos préférences. N'oubliez pas qu'une réponse difficile est la clé de votre confidentialité et de votre sécuritéy
it: L'opzione Ripristina account ti aiuterà a recuperare nickname, contatti e preferenze. Ricorda che una risposta difficile è la chiave per la tua privacy e sicurezza

# TEXT_DESCRIPTION_CANCEL
source: No information will be recorded for account recovery. Are you sure you want to leave?
de: Es werden keine Informationen zur Kontowiederherstellung aufgezeichnet. Bist du sicher, dass du gehen willst?
fr: Aucune information ne sera enregistrée pour la récupération du compte. Êtes-vous sûr de vouloir partir?
it: Nessuna informazione verrà registrata per il recupero dell'account. Sei sicuro di voler partire?

# TEXT_SUCCESSFULL_MESSAGE
source: Information registered successfully
de: Information erfolgreich registriert
fr: Informations enregistrées avec succès
it: Informazioni registrate correttamente

# TEXT_SELECT_QUESTION
source: You must select a question
de: Sie müssen eine Frage auswählen
fr: Vous devez sélectionner une question
it: Devi selezionare una domanda

# TEXT_FINALICE_REGISTER
source: Are you sure you want to leave? The application will save the previous answers in your account recovery settings
de: Bist du sicher, dass du gehen willst? Die Anwendung speichert die vorherigen Antworten in Ihren Einstellungen für die Kontowiederherstellung
fr: Êtes-vous sûr de vouloir partir? L'application enregistrera les réponses précédentes dans les paramètres de récupération de votre compte
it: Sei sicuro di voler partire? L'applicazione salverà le risposte precedenti nelle impostazioni di recupero dell'account.

# TEXT_BTN_RECOVERY
source: Recover
de: Abrufen
fr: Récupérer
it: Recuperare

# TEXT_STEP
source: Step
de: Schritt
fr: Étape
it: Passo

# TEXT_DESCRIPTION_RECOVERY
source: Recovers quickly and safely your contacts correctly answering security questions.
de: Erholt sich schnell und sicher Ihre Kontakte zu beantworten richtig Sicherheitsfragen.
fr: Rapidement et en toute sécurité Récupère vos contacts répondre correctement à des questions de sécurité.
it: Recupera modo rapido e sicuro i tuoi contatti rispondendo correttamente alle domande di sicurezza.

# TEXT_RECOVERY_SUCCESS
source: Your account has been recovered. Thank you for recovering your account, now you can chat privately and securely with your contacts
de: Ihr Konto wurde wiederhergestellt. Vielen Dank, dass Sie Ihr Konto wiederhergestellt haben. Jetzt können Sie privat und sicher mit Ihren Kontakten chatten
fr: Votre compte a été récupéré. Merci d'avoir récupéré votre compte, vous pouvez désormais discuter en privé et en toute sécurité avec vos contacts
it: Il tuo account è stato recuperato. Grazie per il recupero del tuo account, ora puoi chattare privatamente e in sicurezza con i tuoi contatti

# TEXT_DESCRIPTION_ENTER_PASSWORD
source: You are one step away from recovering your account. Enter your account recovery password number
de: Sie sind einen Schritt von der Wiederherstellung Ihres Kontos entfernt. Geben Sie Ihr Kennwort für die Kontowiederherstellung ein
fr: Vous êtes à un pas de récupérer votre compte. Entrez votre numéro de mot de passe de récupération de compte
it: Sei a un passo dal recupero del tuo account. Inserisci il numero della password per il recupero dell'account

# TEXT_PLACEHOLDER_PASSWORD
source: Enter your password
de: Geben sie ihr passwort ein
fr: Saisissez votre mot de passe
it: Inserisci la tua password

# TEXT_PASSWORD_INCORRECT
source: The password entered is incorrect
de: Das eingegebene Passwort ist falsch
fr: Le mot de passe saisi est incorrect
it: La password inserita non è corretta

# TEXT_ANSWERS_INCORRECT
source: The answers entered are incorrect
de: Die eingegebenen Antworten sind falsch
fr: Les réponses saisies sont incorrectes
it: Le risposte inserite sono errate

# TEXT_DESCRIPTION_VALIDATE_OLD_ANSWERS
source: You are closer to recovering your account, please help us confirm your identity. Answer the following security questions correctly
de: Sie sind näher an der Wiederherstellung Ihres Kontos. Bitte helfen Sie uns, Ihre Identität zu bestätigen. Beantworten Sie die folgenden Sicherheitsfragen richtig
fr: Vous êtes plus près de récupérer votre compte, veuillez nous aider à confirmer votre identité. Répondez correctement aux questions de sécurité suivantes
it: Sei più vicino al recupero del tuo account, ti preghiamo di aiutarci a confermare la tua identità. Rispondi correttamente alle seguenti domande di sicurezza

# TEXT_TITLE_BLOCK_ATTACKER
source: Account attack
de: Konto angriff
fr: Attaque de compte
it: Attacco account

# TEXT_BLOCK_ATTACKER
source: They are trying to recover your account, are you?
de: Sie versuchen, Ihr Konto wiederherzustellen, sind Sie?
fr: Ils tentent de récupérer votre compte, êtes-vous?
it: Stanno cercando di recuperare il tuo account, sei tu?

# TEXT_TITTLE_BLOCK_ATTEMPTS
source: Locked
de: Gesperrt
fr: Fermé à clé
it: Bloccato

# TEXT_DESCRIPTION_BLOCK_ATTEMPTS
source: It has been blocked for exceeding the number of attempts account recovery
de: Es hat sich für die Überschreitung der Anzahl der Versuche zur Kontowiederherstellung blockiert
fr: Il a été bloqué pour avoir dépassé le nombre de tentatives de récupération de compte
it: E 'stato bloccato per aver superato il numero di tentativi per il recupero dell'account

# TEXT_OLD_PASSWORD_EXCEED_LIMIT_CHAR
source: The password must not exceed 40 characters.
de: Das Passwort darf nicht mehr als 40 Zeichen.
fr: Le mot de passe ne doit pas dépasser 40 caractères.
it: La password non deve superare i 40 caratteri.

# TEXT_ANSWER_EXCEED_LIMIT_CHAR
source: The answer should not exceed 40 characters.
de: Die Antwort sollte nicht mehr als 40 Zeichen.
fr: La réponse ne doit pas dépasser 40 caractères.
it: La risposta non deve superare i 40 caratteri.

# TEXT_SEARCH_FRIENDS
source: Search by Nickname
de: Suche nach Spitznamen
fr: Recherche par surnom
it: Cerca per nickname

# TEXT_FRIEND_REQUESTS
source: Friend requests
de: Freundschaftsanfragen
fr: Demandes d'amis
it: Richieste di amicizia

# TEXT_SEARCH_NO_RESULT
source: The search produced no result
de: Die Suche ergab kein Ergebnis
fr: La recherche n'a donné aucun résultat
it: La ricerca non ha prodotto risultati

# TEXT_SEARCH_RESULT
source: Search results
de: Suchergebnisse
fr: Résultats de la recherche
it: Risultati della ricerca

# TEXT_FRIEND_REQUESTS_RECEIVED
source: Friend Requests Received
de: Freundschaftsanfragen erhalten
fr: Demandes d'amis reçues
it: Richieste di amicizia ricevute

# TEXT_FRIEND_REQUESTS_SENT
source: Friend Requests Sent
de: Freundschaftsanfragen gesendet
fr: Demandes d'amis envoyées
it: Richieste di amicizia inviate

# TEXT_TITLE_MUTE_NOTIFICATION
source: Mute notification
de: Stummschaltung
fr: Notification muette
it: Notifica muta

# TEXT_MUTE_NOTIFICATION
source: During the next time notifications will be silenced for this contact
de: In der nächsten Zeit werden Benachrichtigungen für diesen Kontakt stummgeschaltet
fr: La prochaine fois, les notifications seront réduites au silence pour ce contact
it: La volta successiva le notifiche verranno disattivate per questo contatto

# TEXT_EIGHT_HOUR
source: 8 horas
de: 8 Stunden
fr: 8 heures
it: 8 ore

# TEXT_ONE_YEAR
source: 1 year
de: 1 Jahr
fr: 1 année
it: 1 anno

# TEXT_UNMUTED_CONVERSATION
source: Conversation not muted
de: Gespräch nicht stummgeschaltet
fr: Conversation non coupée
it: Conversazione non disattivata

# TEXT_TRIAL_PERIOD
source: Trial period
de: Abonnementtyp
fr: Période d'essai
it: Periodo di prova

# TEXT_REMAINING_DAY
source: - %d remaining days
de: - %d verbleibenden Tage
fr: - %d jours restants
it: - %d restanti giorni

# TEXT_CURRENT_SUBSCRIPTION
source: Current subscription
de: Aktuelles Abonnement
fr: Abonnement actuel
it: Abbonamento attuale

# TEXT_SUBSCRIPTION_EXPIRATION
source: Subscription Expiration
de: Abonnementablauf
fr: Expiration de l'abonnement
it: Scadenza dell'abbonamento
