Repository: carolina1105/TechnicalTestOlimpia
Catalog: TechnicalTestOlimpia/*.lproj/Localizable.strings
Languages: de, fr, it

# TEXT_GET_SUBSCRIPTION
source: Get a subscription
de: Ein Abonnement erhalten
fr: Obtenir un abonnement
it: Ottenere un abbonamento

# TEXT_SUBSCRIPTION_TYPE
source: Subscription Type
de: Abonnementtyp
fr: Type d'abonnement
it: Tipo di abbonamento

# TEXT_PAYMENT_METHOD
source: Payment method
de: Zahlungsmethode
fr: Procédé de paiemen
it: Metodo di pagamento

# TEXT_SELECT_SUBSCRIPTION
source: Select a subscription type
de: Wählen Sie einen Abonnementtyp
fr: Sélectionnez un type d'abonnement
it: Seleziona un tipo di abbonamento

# TEXT_GET
source: Get
de: Erwerben
fr: Acquérir
it: Acquisto

# TEXT_PAYMENT_PROCESS
source: Payment process
de: Zahlungsvorgang
fr: Processus de paiement
it: Processo di pagamento

# TEXT_EXPIRED
source: Expired
de: Abgelaufen
fr: Expiré
it: Scaduto

# TEXT_EXPIRED_SUBSCRIPTION
source: The subscription has expired
de: Das Abonnement ist abgelaufen
fr: L'abonnement a expiré
it: L'abbonamento è scaduto

# TEXT_FREE_TRIAL_EXPIRED
source: Test time expired
de: Testzeit abgelaufen
fr: Test temps expiré
it: Tempo di prova è scaduto

# TEXT_SUBSCRIPTION_MONTHLY
source: Monthly
de: Monatlich
fr: Mensuel
it: Abbonamento mensile

# TEXT_SUBSCRIPTION_SEMIANNUAL
source: Semiannual
de: Halbjährlich
fr: Semestriel
it: Mensile

# TEXT_SUBSCRIPTION_YEARLY
source: Yearly
de: Jährlich
fr: Annuel
it: Annuale

# TEXT_SUBSCRIPTION_EXPIRED_DAY
source: Expired subscription. Remember to renew the subscription within a maximum period of %d days.
de: Abgelaufenes Abonnement. Denken Sie daran, das Abonnement innerhalb von maximal %d Tagen zu verlängern.
fr: Abonnement expiré. N'oubliez pas de renouveler l'abonnement dans un délai maximum de %d jours.
it: Abbonamento scaduto Ricorda di rinnovare l'abbonamento entro un periodo massimo di %d giorni.

# TEXT_SUBSCRIPTION_EXPIRED
source: Your expired Subscription, you will only receive messages.
de: Ihr abgelaufenes Abonnement, Sie werden nur Nachrichten empfangen.
fr: Votre expirés d'abonnement, vous ne recevrez des messages.
it: Il tuo abbonamento scaduto, si riceverà solo i messaggi.

# TEXT_DESCRIPTION_PAYPAL
source: You will then be redirected to a payment portal, this portal is external to NapoleoN Chat, therefore, it does not have the same characteristics as our application and you must accept the terms and conditions stipulated for the use of it. We are not responsible for the treatment of the data provided in the payment module.
de: Sie werden dann zu einem Zahlungsportal weitergeleitet. Dieses Portal befindet sich außerhalb von NapoleoN Chat. Daher weist es nicht die gleichen Merkmale wie unsere Anwendung auf und Sie müssen die für die Nutzung festgelegten Bedingungen akzeptieren. Wir sind nicht verantwortlich für die Behandlung der im Zahlungsmodul angegebenen Daten.
fr: Vous serez ensuite redirigé vers un portail de paiement, ce portail est externe à NapoleoN Chat, il n'a donc pas les mêmes caractéristiques que notre application et vous devez accepter les termes et conditions stipulés pour son utilisation. Nous ne sommes pas responsables du traitement des données fournies dans le module de paiement.
it: Successivamente, verrai reindirizzato a un portale di pagamento, questo portale è esterno alla NapoleoN Chat, pertanto non ha le stesse caratteristiche della nostra applicazione e devi accettare i termini e le condizioni previsti per il suo utilizzo. Non siamo responsabili del trattamento dei dati forniti nel modulo di pagamento.

# TEXT_YOU_WANT_TO_UNSUBSCRIBE_TITLE
source: You want to unsubscribe?
de: Sie möchten sich abmelden?
fr: Vous souhaitez vous désabonner?
it: Si vuole cancellare l'iscrizione?

# TEXT_YOU_WANT_TO_UNSUBSCRIBE_DESC
source: If you cancel this subscription, you can only use chat to NN DD-MM-AA (ending date place subscription)
de: Wenn Sie das Abonnement kündigen, können Sie nur Chat NN DD-MM-AA verwenden (Angebotsende Ort Abonnement)
fr: Si vous annulez cet abonnement, vous ne pouvez utiliser le chat NN JJ-MM-AA (la fin de souscription lieu de date)
it: Se si annulla questo abbonamento, è possibile utilizzare solo chat per NN DD-MM-AA (chiusura il luogo di sottoscrizione)

# TEXT_NOT_FOR_NOW
source: Not for now
de: Nicht jetzt
fr: Pas pour l'instant
it: Non per ora

# TEXT_YES_CANCEL
source: YES, Cancel
de: Ja Abbrechen
fr: OUI, Annuler
it: YES, Annulla

# TEXT_UNSUBSCRIBED_DESC
source: Remember that you can subscribe to another package that suits your needs at any time.
de: Denken Sie daran, dass Sie in ein anderes Paket abonnieren können, die Ihre Bedürfnisse jederzeit entspricht.
fr: Rappelez-vous que vous pouvez vous abonner à un autre forfait qui convient à vos besoins à tout moment.
it: Ricordate che è possibile iscriversi a un altro pacchetto che si adatta alle vostre esigenze in qualsiasi momento.

# TEXT_FINALIZE
source: Finalize
de: Finalisierung
fr: Finaliser
it: Finalizza

# TEXT_PURCHASE
source: Purchase
de: Kaufen
fr: Acheter
it: Comprare

# TEXT_SUBSCRIPTION_SUCCESSFULLY
source: Subscription successful.
de: Abonnement erfolgreich.
fr: Abonnement réussi.
it: Abbonamento riuscito.

# TEXT_SUBSCRIPTION_ERROR
source: An error ocurred. Please try again later.
de: Ein Fehler ist aufgetreten. Versuchen Sie es später noch einmal.
fr: Une erreur est survenue! Réessayez plus tard.
it: C'è stato un errore. Riprovare più tardi.

# TEXT_OPERATION_CANCELLED
source: Operation cancelled.
de: Vorgang abgebrochen.
fr: Opération annulée.
it: Operazione anullata.

# TEXT_EMPTYSTATE_CONVERSATION_TITLE
source: Start a conversation
de: Commencer une conversation
fr: Commencer une conversation
it: Une discussion commencer

# TEXT_EMPTYSTATE_CONVERSATION
source: Communicate with your contacts in a secure and private manner.
de: Kommunizieren Sie mit Ihren Kontakten in einer sicheren und privaten Weise.
fr: Communiquez avec vos contacts de manière sécurisée et privée.
it: Comunicare con i tuoi contatti in modo sicuro e privato.

# TEXT_EMPTYSTATE_FRIEND_TITLE
source: Friend requests
de: Freundschaftsanfragen
fr: Demandes d'amis
it: Richieste di amicizia

# TEXT_EMPTYSTATE_FRIEND
source: You do not have pending friend requests.
de: Sie haben noch ausstehenden Freundschaftsanfragen.
fr: Vous n'avez pas en attente des demandes d'amis.
it: Non si dispone di richieste di amicizia in sospeso.

# TEXT_EMPTYSTATE_CONTACTS
source: You have no contacts added
de: Sie haben keine Kontakte hinzugefügt
fr: Vous avez ajouté aucun contact
it: È stato aggiunto alcun contatto

# TEXT_EMPTYSTATE_SEARCH_FRIENDS_TITLE
source: Search for your friends by nickname and communicate
de: Suchen Sie Ihren Freunden von Nickname und kommunizieren
fr: Recherchez vos amis par pseudonyme et communiquer
it: Cerca i tuoi amici nickname e comunicare

# TEXT_LOCATION_TITLE
source: Select Location
de: Ort Auswählen
fr: Sélectionnez L'emplacement
it: Seleziona posizione

# TEXT_SEARCH_NAME_OR_ADDRESS
source: Search by name or address
de: Suche nach Name oder Adresse
fr: Recherche par nom ou adresse
it: Cerca per nome o indirizzo

# TEXT_PERMISSION_LOCATION_DESC
source: You can enable this permission in the iOS Settings app.
de: Sie können diese Berechtigung in der iOS-Einstellungs-App aktivieren.
fr: Vous pouvez activer cette autorisation dans l'application Paramètres iOS.
it: Puoi abilitare questa autorizzazione nell'app Impostazioni iOS.

# TEXT_EXAMPLE_MESSAGE_ONE
source: Hello my friend, how have you been?
de: Hallo mein Freund, wie geht es dir?
fr: Bonjour mon ami, comment vas-tu?
it: Ciao amico mio, come stai?

# TEXT_EXAMPLE_MESSAGE_TWO
source: Fine and you? how is your family?
de: Gut und Sie? Wie geht's deiner Familie?
fr: Bien et toi? comment va votre famille?
it: Bene e tu? come sta la tua famiglia?

# TEXT_SET_CONVERSATION_BACKGROUND
source: Set
de: Aufstecken
fr: Afficher
it: Ragazza copertina

# TEXT_HANG_UP_CALL
source: Hang up
de: Auflegen
fr: Raccrocher
it: Riattaccare

# TEXT_ANSWER_CALL
source: Answer
de: Antwort
fr: Répondre
it: risposta

# TEXT_CHANGE_TO_VIDEO_CALL
source: Change
de: Ändern
fr: Changer
it: cambiamento

# TEXT_INCOMING_CALL_TITLE
source: Incoming call
de: Eingehender anruf
fr: Appel entrant
it: Chiamata in arrivo

# TEXT_INCOMING_VIDEO_CALL_TITLE
source: Incoming video call
de: Eingehender videoanruf
fr: Appel vidéo entrant
it: Videochiamata in arrivo

# TEXT_ENCRYPTING_CALL
source: Encrypting call
de: Verschlüsseln Anruf
fr: Appel cryptage
it: Chiamata la crittografia

# TEXT_ENCRYPTING_VIDEOCALL
source: Encrypting video call
de: Verschlüsseln von Videoanruf
fr: Crypter appel vidéo
it: La crittografia videochiamata

# TEXT_STATUS_CONECTING
source: Connecting...
fr: Connexion...
it: Connessione...

# TEXT_STATUS_CLOSING
source: Closing...
fr: Fermeture...
it: Chiusura...

# TEXT_STATUS_INIT
source: Start
fr: Début
it: Avvio

# TEXT_STATUS_DISCONNECTED
source: Disconnected
fr: Déconnecté
it: Disconnesso

# TEXT_STATUS_FAILURE
source: Failure
fr: Echec
it: Errore

# TEXT_CONTACT_IS_BUSY
source: is busy
de: ist besetzt
fr: est occupé
it: è occupato

# TEXT_FINISHED_CALL
source: Finished call
de: Rufen abgeschlossen
fr: Appel terminé
it: Chiamata completata

# TEXT_CONTACT_WANT_CHANGE_TO_VIDEO_CALL
source: Requesting to switch to video call
de: Aufforderung zum Umschalten auf Videoanruf
fr: Demande de passer à l'appel vidéo
it: Richiesta di passare alla videochiamata

# TEXT_WOULD_YOU_LIKE_SWICHT_TO_VIDEO_CALL
source: Would you like to switch to video calling?
de: Möchten Sie zu Videoanrufen wechseln?
fr: Souhaitez-vous passer aux appels vidéo?
it: Vuoi passare alle videochiamate?

# TEXT_CONTACT_TURN_OFF_CAMERA
source: has turn off camera
de: hat die Kamera ausgeschaltet
fr: a éteint l'appareil photo
it: ha spento la fotocamera

# TEXT_CALL_ANONYMOUS_CONTACT_NAME
source: NapoleoN User
de: NapoleoN Nutzer
fr: NapoleoN Utilisateur
it: NapoleoN Utente

# TEXT_MISSED_VOICE_CALL_AT
source: Missed voice call
de: Verpasster Anruf
fr: Appel manqué
it: Chiamata persa

# TEXT_MISSED_VIDEO_CALL_AT
source: Missed video call
de: Verpasster Videoanruf
fr: Appel vidéo manqué
it: Videochiamata persa

# TEXT_ENCRYPTED_CALL
source: Encrypted call
de: Verschlüsselter anruf
fr: Appel crypté
it: Chiamata criptato

# TEXT_ENCRYPTED_VIDEO_CALL
source: Encrypted video call
de: Verschlüsselter Videoanruf
fr: Appel vidéo cryptée
it: Videochiamata crittografata

# TEXT_CALL_NOT_INTERNET_CONNECTION
source: The call could not be made. Check your internet connection and try again.
de: Der Anruf konnte nicht getätigt werden. Überprüfen Sie Ihre Internetverbindung und versuchen Sie es erneut.
fr: L'appel n'a pas pu être effectué. Vérifiez votre connexion Internet et réessayez.
it: Non è stato possibile effettuare la chiamata. Controlla la tua connessione Internet e riprova.

# TEXT_VIDEO_CALL_NOT_INTERNET_CONNECTION
source: The video call could not be made. Check your internet connection and try again.
de: Der Videoanruf konnte nicht getätigt werden. Überprüfen Sie Ihre Internetverbindung und versuchen Sie es erneut.
fr: L'appel vidéo n'a pas pu être effectué. Vérifiez votre connexion Internet et réessayez.
it: Non è stato possibile effettuare la videochiamata. Controlla la tua connessione Internet e riprova.

# TEXT_VIDEO_CALL_REJECTED
source: The video call request was rejected
de: Die Videoanrufanforderung wurde abgelehnt
fr: La demande d'appel vidéo a été rejetée
it: La richiesta di videochiamata è stata rifiutata

# TEXT_ADD_CONTACTS_TITTLE
source: ADD CONTACTS
de: KONTAKTE HINZUFÜGEN
fr: AJOUTER DES CONTACTS
it: AGGIUNGI CONTATTI

# TEXT_ADD_CONTACTS_DESCRIPTION
source: Here you can add contacts, searching for them by his nickname.
de: Hier können Sie Kontakte hinzufügen, für sie durch seinen Spitznamen zu suchen.
fr: Ici, vous pouvez ajouter des contacts, leur recherche par son surnom.
it: Qui è possibile aggiungere contatti, alla ricerca di loro con il suo soprannome.

# TEXT_AGENDA_TITLE
source: AGENDA
de: ZEITPLAN
fr: L 'AGENDA
it: PROGRAMMA

# TEXT_AGENDA_DESCRIPTION
source: Here you find the contacts you've added in NapoleoN Chat.
de: Hier finden Sie die Kontakte, die Sie im NapoleoN Chat.
fr: Vous trouverez ici les contacts que vous avez ajoutés dans NapoleoN Chat.
it: Qui trovi i contatti che hai aggiunto nella NapoleoN Chat.

# TEXT_STATES_TITLE
source: STATES
de: ZUSTAND
fr: ETAT
it: STATO

# TEXT_STATES_DESCRIPTION
source: Tell your contacts as you meet a sentence.
de: Lassen Sie Ihre Kontakte, wie Sie einen Satz treffen.
fr: Faites savoir à vos contacts que vous rencontrez une phrase.
it: Dì ai tuoi contatti come si incontrano una frase.

# TEXT_MENU_TITLE
source: MAIN MENU
de: HAUPTMENÜ
fr: MENU PRINCIPAL
it: MENU PRINCIPALE

# TEXT_MENU_DESCRIPTION
source: We give you different options to modify the account to your liking.
de: Wir geben Ihnen verschiedene Optionen, um das Konto nach Ihren Wünschen zu ändern.
fr: Nous vous donnons différentes options pour modifier le compte à votre goût.
it: Noi vi diamo diverse opzioni per modificare l'account a proprio piacimento.

# TEXT_YOUR_PRIVACY_IS_OUR_PRIORITY_TITLE
source: SECURITY SETTINGS
de: SICHERHEITSEINSTELLUNGEN
fr: LES PARAMÈTRES DE SÉCURITÉ
it: IMPOSTAZIONI DI SICUREZZA

# TEXT_YOUR_PRIVACY_IS_OUR_PRIORITY_DESCRIPTION
source: Keep your information safe by setting the security of your account.
de: Halten Sie Ihre Daten sicher, indem Sie die Sicherheit Ihres Kontos.
fr: Gardez votre sécurité de l'information en définissant la sécurité de votre compte.
it: Mantenere la vostra cassaforte informazioni impostando la sicurezza del tuo account.

# TEXT_NAPOLEON_DOES_NOT_SAVE_YOUR_DATA_TITLE
source: ACCOUNT RECOVERY
de: KONTO-WIEDERHERSTELLUNG
fr: RÉCUPÉRATION DU COMPTE
it: RECUPERO DELL'ACCOUNT

# TEXT_NAPOLEON_DOES_NOT_SAVE_YOUR_DATA_DESCRIPTION
source: If you want to keep your same user, complete security questions.
de: Wenn Sie möchten, dass Ihre gleichen Benutzer, komplette Sicherheitsfragen zu halten.
fr: Si vous voulez garder votre même utilisateur, veuillez répondre aux questions de sécurité.
it: Se si desidera mantenere il vostro stesso utente, domande di sicurezza complete.

# TEXT_SELFDESTRUCTION_OF_MESSAGES_TITLE
source: SELF DESTRUCTION OF MESSAGES
de: SELBSTZERSTÖRUNG VON NACHRICHTEN
fr: MESSAGES D'AUTODESTRUCTION
it: AUTODISTRUZIONE DEI MESSAGGI

# TEXT_SELFDESTRUCTION_OF_MESSAGES_DESCRIPTION
source: Customize the duration of your messages.
de: Passen Sie die Dauer Ihrer Nachrichten an.
fr: Personnaliser la durée de vos messages.
it: Personalizza la durata dei tuoi messaggi.

# TEXT_NO
source: No
de: Nein
fr: Non

# TEXT_NICKNAME
source: Nickname*
de: Spitzname*
fr: Surnom*

# TEXT_STATUS_AVAILABLE
source: Avalible
de: Verfügbar
fr: Disponible

# TEXT_UNSUBSCRIBED_TITLE
source: Unsubscribed
de: Abgemeldet
fr: Désabonné

# TEXT_NAME
source: Name
fr: Prénom

# TEXT_DATE_MINUTES_AGO
source: %@ mins
fr: %@ min

# TEXT_AUDIO_ATTACHMENT
source: Audio
fr: l'audio

# TEXT_VIDEO_NOTE
source: Video
fr: Vidéo

# TEXT_STATUS_TITLE
source: Status
fr: Statut
